[
    {
        "id": 1,
        "name": "Wedding Photography",
        "image": "https://whimsicalwonderlandweddings.com/wp-content/uploads/2018/10/Tipi-Garden-Wedding-Amy-Jordison-Photography-26.jpg",
        "price": 2000,
        "description": "Capture your special day with beautiful photos.",
        "details": "Capture the precious moments of your wedding day with our professional photography services, including full-day coverage, edited high-resolution images, an online gallery for easy sharing, engagement photo shoot, and a printed photo album. Our team of experienced photographers will work closely with you to ensure every important moment is beautifully captured."
    },
    {
        "id": 2,
        "name": "Floral Decoration",
        "image": "https://whimsicalwonderlandweddings.com/wp-content/uploads/2018/10/Tipi-Garden-Wedding-Amy-Jordison-Photography-26.jpg",
        "price": 1500,
        "description": "Elegant floral arrangements to adorn your venue.",
        "details": "Transform your wedding venue with exquisite floral decorations that match your style and theme. Our services include customized flower arrangements, bouquets and boutonnieres, centerpieces and table decor, delivery and setup, and an option for flower preservation. Our talented florists will work with you to create stunning floral designs that will leave a lasting impression."
    },
    {
        "id": 3,
        "name": "Catering Services",
        "image": "https://whimsicalwonderlandweddings.com/wp-content/uploads/2018/10/Tipi-Garden-Wedding-Amy-Jordison-Photography-26.jpg",
        "price": 3000,
        "description": "Delectable cuisine to satisfy your guests' palates.",
        "details": "Treat your guests to a memorable culinary experience with our catering services, offering a variety of menu options, including appetizers, main courses, and desserts. Our team includes professional chefs and serving staff, and we provide customized menu planning and accommodations for dietary preferences. Our culinary team is dedicated to providing delicious, beautifully presented dishes that cater to your tastes and preferences."
    },
    {
        "id": 4,
        "name": "Live Music Entertainment",
        "image": "https://whimsicalwonderlandweddings.com/wp-content/uploads/2018/10/Tipi-Garden-Wedding-Amy-Jordison-Photography-26.jpg",
        "price": 2500,
        "description": "Live music to create a memorable atmosphere.",
        "details": "Elevate the ambiance of your wedding with live music performed by our talented band, offering a live performance with a variety of instruments, a customizable playlist, professional sound equipment, DJ services during breaks, and coordination with your event schedule. Our musicians are dedicated to creating a captivating musical experience that suits your style and preferences."
    },
    {
        "id": 5,
        "name": "Wedding Planning Services",
        "image": "https://whimsicalwonderlandweddings.com/wp-content/uploads/2018/10/Tipi-Garden-Wedding-Amy-Jordison-Photography-26.jpg",
        "price": 3500,
        "description": "Let us handle the details to make your dream wedding a reality.",
        "details": "Relax and enjoy your wedding day while our experienced wedding planners take care of every detail, including venue selection assistance, budget management, vendor coordination, day-of coordination, and timeline planning. Our dedicated team will work tirelessly to ensure your wedding day runs smoothly, allowing you to cherish every moment."
    },
    {
        "id": 6,
        "name": "Wedding Cake Design",
        "image": "https://whimsicalwonderlandweddings.com/wp-content/uploads/2018/10/Tipi-Garden-Wedding-Amy-Jordison-Photography-26.jpg",
        "price": 800,
        "description": "Elegant and delicious wedding cakes.",
        "details": "Celebrate your love with a beautifully designed wedding cake that tastes as good as it looks. Our services include a custom cake design consultation, a variety of cake flavors and fillings, delivery and setup, cake topper and decorations, and cake cutting service. Our talented bakers and cake designers will create a stunning centerpiece for your wedding that reflects your style and preferences."
    }
]